gesture_word = {
    "find" : ("찾다", "10"), 
    "happy" : ("행복", "10"),
    "new" : ("새롭다", "10"),
    "hi" : ("안녕하세요", "10"),
    "meet" : ("만나다", "10"),
    "name" : ("이름", "10"),
    "cow" : ("소", "10"),
    'pizza' : ("피자" , "20"),
    'egg' : ("계란" , "20"),
    'icecream' : ("아이스크림" , "20"),
    'meat' : ("고기", "20"),
    'noodle' : ("국수" , "20"),
    'sweetpotato' : ("고구마" , "20"),
    'bear' : ("곰" , "30"),
    'dog' : ("개" , "30"),
    'giraffe' : ("기린" , "30"),
    'lion' : ("사자", "30"),
    'monkey' : ("원숭이" , "30"),
    'turtle' : ('거북이' , "30"),
}

gesture = {
    0:'ㄱ', 1:'ㄴ', 2:'ㄷ' , 3:'ㄹ' , 4:'ㅁ' , 5:'ㅂ', 6:'ㅅ', 7:'ㅇ', 8:'ㅈ', 9:'ㅊ', 10:'ㅋ', 11:'ㅌ', 12:'ㅍ',
   13:'ㅎ', 14:'ㅏ', 15:'ㅑ', 16:'ㅓ', 17:'ㅕ', 18:'ㅗ', 19:'ㅛ', 20:'ㅜ', 21:'ㅠ', 22:'ㅡ', 23:'ㅣ', 24:'ㅐ', 25:'ㅒ', 26:'ㅔ', 27:'ㅖ',
   28:'ㅚ', 29:'ㅟ', 30:'ㅢ',
}